Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/udir.no/sfs_veiledning_8_ahpadimgarvvidusbuojkulv.html.tmx
Source language: smj
Languages: sma

source: Tiebmá: subtsas
sma: Soptsese

source: Ájgge: gålmmåt tijmas vidá tijmmaj
sma: Daltese: 3. -4. jaepiedaltese Aamhtese: soptsese Tijje: 3 – 5 tæjmoeh

source: Álgadus
sma: Aalkoe

source: Dát åhpadimgárvvidus le buojkulvis gåktu barggat 3. ja 4. jahkedásijn.
sma: Daate øøhpehtimmiesoejkesje vuesehte guktie 3. jïh 4. jaepiedaltesinie barka.

source: Máhtudakmihto máhtti vuojnnuj boahtet åhpadusmihttomierijn, degu lávkke gåktu máhtudakmihtojt jåksåt.
sma: Maahta maahtoeulmide tjyølkehke darjodh lïerehtimmieulmine, mah leah akte sille juktie maahtoeulmide jaksedh.

source: Åhpadimgárvvidus vuoset duojt dájt barggamvuogijt, gåktu vuodotjehpudagá åvtåstuhteduvvi ja gåktu åhpadiddje hiebat åhpadusáv oahppijda ja sijájt bargadahttijn árvustallá.
sma: Øøhpehtimmiesoejkesje vuesehte sjyøhtehke barkoevuekieh, guktie vihkieslommes maehtelesvoeth meatan vaaltasuvvieh, jïh guktie lohkehtæjja øøhpehtimmiem sjïehtede learoehkidie jïh dejtie iktemearan vuarjesje.

source: Dánna le buojkulvis gåktu ietjas ja guhtik guojmesa árvustallat.
sma: Daesnie akte vuesiehtimmie jïjtsevuarjasjæmman jïh vuarjasjimmie sinsitneste..

source: Dát åhpadusgárvvidus le gåktu subttsasijt tjállet ja ij ållåsit gåbtjå vuostasj máhtudakmihtov.
sma: Daate øøhpehtimmiesoejkesje lea guktie edtja soptsesh tjaeledh, jïh ij abpe dam voestes maahtoeulmiem feerhmh.

source: Máhtudakmihto ML06-S an
sma: Maahtoeulmie LM06-S

source: Máhtudakmihto 4. jahkedáse maŋŋela
sma: Maahtoeulmie 4. jaepiedaltesen mænngan

source: Tjálalasj guládallam
sma: Tjaaleldh gaskesadteme

source: Åhpadusá mihttomierre le oahppe galggá máhttet
sma: Lohkehtimmien ulmie lea learohkh edtjieh maehtedh

source: tjállet subttsasijt, divtajt, girjijt ja ássjetevstajt
sma: soptsesh, dikth, prievieh jïh aamhtesetjaalegh tjaeledh

source: dahkat tevstajt bajelttjállagijn, álgadusájn ja låhpadusájn
sma: tjaalegh bijjietjaaleginie, aalkovinie jïh galhkuvinie øørnedidh

source: Åhpadusmihttomiere
sma: Lïerehtimmieulmieh

source: Máhtudakmihto båhti vuojnnusij åhpadusmihttomierijn, ma li lávke gåktu jåksåt máhtudakmihtojt.
sma: Maahtoeulmide tjyølkehke dorjeme lïerehtimmieulmine, mah leah akte sille juktie maahtoeulmide jaksedh

source: Oahppe galggá máhttet
sma: Learohkh edtjieh maehtedh

source: gárvedit subttsasav
sma: aktem soptsesem soejkesjidh

source: vaddet subttsasij bajelttjállagav
sma: soptsesasse bijjietjaalegem vedtedh

source: tjállet oajvveoasev
sma: aalkovem tjaeledh

source: tjállet låhpadimev
sma: galhkuvem tjaeledh

source: tjállet ålles gárgadisájt
sma: ellies raajesh tjaeledh

source: adnet merkajt tjuokkajt ja gatjálvismerkajt
sma: dejtie væhtide punktume jïh gihtjemevæhta nåhtadidh

source: stuorra álggobokstávajt namájn ja merkaj maŋŋela tjállet.
sma: stoerre åvtebokstaavem nommine jïh væhtaj minngesne tjaeledh

source: Vuodotjehpudagá
sma: Vihkielommes maehtelesvoeth

source: Máhttet låhkåt: Oahppe ietjasa subttsasav duolla låhki, avtatrajes, riekta jienadi ja luondulasj intonasjåvnåjn.
sma: Maehtedh lohkedh: Learohkh sov soptsesem galkojne, ahkedh, reaktoe jiehteginie jïh iemie intonasjovnine soptseste.

source: Máhttet tjálálattjat åvddånbuktet: Oahppe tjálli subttsasav ja dættodi majt åhpadusmihttomiere bukti åvddån.
sma: Maehtedh jïjtjemse tjaaleldh tjïelkesidh: Learohkh aktem soptsesem tjaelieh jïh tjierteste dam maam lïerehtimmieulmieh tjïelkesieh.

source: Máhttet digitála ræjdojt adnet: Oahppe hárjjáni tjállemprográmmajt adnet gå subttsasijt tjálli.
sma: Maehtedh digitale dïrregh nåhtadidh: Learohkh haarjanimmiem åadtjoeh tjaelemeprogrammem nåhtadidh gosse sijjen soptsesh tjaelieh.

source: Moatte oahppijda le ienep mielludahtte digitálalattjat tjállet gå giedaj tjállet.
sma: Jïjnjh learoehkidie lea gïeltegsåbpoe jïh eadtjahkåbpoe digitalelaakan tjaeledh goh gïetine.

source: Álkke le oahppijda divvot ja buoredit tevstav gå pc ’ ajn tjálli.
sma: Aelhkie learoehkidie tjaalegem staeriedidh jïh bueriedidh gosse pc ’ sne tjaelieh.

source: Álgadibme
sma: Soejkesjimmieh

source: Åhpadiddje tjállá subttsasav mij doajmmá modællan / åvddågåvven gåktu subtsas le dagádum, ja låhkå dav oahppijda.
sma: Lohkehtæjja aktem soptsesem tjaala mij maalline sjædta guktie aktem soptsesem tjaala, jïh dam learoehkidie låhka.

source: Subtsas mij la tjáledum oahppes máhttá aj aneduvvat jus la dågålasj rávkkamij milta majt åhpadusmihttomiere åvddånbukti.
sma: Maahta aaj aktem soptsesem nåhtadidh maam akte learohke tjaaleme, jis dïhte lea lïerehtimmieulmiej krievemi mietie.

source: Oahpásmahtttet bargov gåktu subttsasav tjállet dan láhkáj vaj máhttá måvtåstuhttet oahppijt ávojn tjállet.
sma: Aelkieh dam barkoem soptsesh darjodh naemhtie guktie learoehkidie skreejrieh, jïh dejtie tjaeleme-aavoem vadta.

source: Muhtem oahppe måvtåstuvvi gå diehti nágin galggá låhkåt jali gulldalit sijá subttsasav.
sma: Såemies learohkh skraejriem åadtjoeh gosse daejrieh naaken edtjieh soptsesem lohkedh jallh goltelidh.

source: Sij de oadtju dåbddåt bargon le ájggomus, ja nav de sjaddá ienebut ávkálasj.
sma: Dellie dååjrieh barkoe aktem aajkoem åtna, jïh tjaeleme ulmiem åådtje.

source: Vállji tiemájt ma árvvedahtte li miellagiddisa, jali dibde sijáv ietjasa tiemáv válljit.
sma: Veeljh aamhtesh mah seapan sïjhtieh learoehkidie feengkedh, jallh baajh dejtie aamhtesem jïjtje veeljedh.

source: Oahppe máhtti tjåhkkåhit aktan degu gievllen ja njálmálasj subttsasav aktan dahkat.
sma: Learohkh maehtieh aktene gievlesne tjahkasjidh jïh aktem njaalmeldh soptsesem ektesne darjodh.

source: Guhtik vuorov máhtti sij dahkat guhtik gárgadisáv.
sma: Dah fiereguhten raajesem våaroej våaroej jiehtieh.

source: Oahppamdåjma
sma: Lïerehtimmiedarjomh

source: Tjállet subttsasav
sma: Soptsesem tjaeledh

source: Vuostak oahppe aktan ájáduskártav dahki.
sma: Voestegh learohkh aktem åssjaldahkekaarhtem ektesne darjoeh.

source: Sij oadtju ájádallamájgev ja bukti maŋŋela oajvvádusájt.
sma: Dah åadtjoeh ånnetji ussjedidh jïh dan mænngan raeriestimmiejgujmie båetieh.

source: Åhpadiddje ájádusájt táblluj tjállá, ja oahppe válljiji man birra sihti tjállet, oajvvádusáj milta.
sma: Lohkehtæjja åssjaldahkide taavlesne tjaala, jïh learohkh jïjtje veeljieh man bïjre dah sïjhtieh tjaeledh dejstie raeriestimmijste.

source: Oahppe dahki ájáduskártav ietja ja adni dav gå ásadi sisanov ietjasa subttsasijda.
sma: Learohkh åssjaldahkekaarhth jïjtje darjoeh jïh dam nåhtadieh gosse sisvegem soejkesje sijjen soptsesinie.

source: Ájnas elementa máhtti liehket ulmutja, bájke, ájge ja dáhpádusá.
sma: Vihkeles biehkieh maehtieh årrodh almetji nommh, sijjie, tijje jïh heannadimmieh.

source: Maŋŋela álggi oahppe subttsasijt giedajn jali pc ’ ajn tjállet.
sma: Dan mænngan learohkh aelkieh soptsesem tjaeledh, gïetine jallh pc ’ sne.

source: Ietjá lahkanime
sma: Jeatjah vuajnoeh

source: Åhpadiddje vaddá oahppijda gålmmå jali vihtta bágo ma galggi maŋen subttsasin, duola degu giesse, lávgudit, guollit, bena ja gállet.
sma: Lohkehtæjja golme jallh vijhte baakoeh learoehkidie vadta mah edtjieh meatan årrodh soptsesisnie, vuesiehtimmien gaavhtan giesie, laavkodh, gøøledh, bïenje jïh gaeledh.

source: Oahppe oajvvádi bágojt ma tjáleduvvi táblluj, ma báhkobáŋŋkan sjaddi gåsstå máhtti viedtjat bágojt
sma: Learohkh baakoeh raeriestieh mah taavlesne tjaalasuvvieh jïh daate baakoebaanghkine sjædta mestie frijjelaakan veeljieh.

source: Åhpadiddje oahpásmahttá figuvrav jali vuoset diŋgav jali diŋgajt ma galggi liehket subttsasin
sma: Lohkehtæjja aktem gaagkoem åehpiedahta jallh aktem jallh jienebh daeverh vuesehte, mah edtjieh meatan årrodh soptsesisnie.

source: Oahppe tjálli vattedum tiemás majt åhpadiddje diehtá moattes berusti.
sma: Learohkh aktede vihties aamhtesistie tjaelieh, man bïjre lohkehtæjja daajra jïjnjh learohkh iedtjem utnieh.

source: Oahppe oadtju subtsasnamáv
sma: Learohkh aktem bijjietjaalegem åadtjoeh.

source: Oahppe oadtju subttsasa álgov
sma: Learohkh aktem aalkovem åadtjoeh.

source: Åhpadiddje vuoset oahppijda gåvåv man birra sij tjálli subttsasav.
sma: Lohkehtæjja aktem guvviem learoehkidie vuesehte, misse learohkh edtjieh aktem soptsesem tjaeledh.

source: Åhpadiddje ja oahppe biesskedi gåvåjt avijsajs ja vahkkobládijs.
sma: Lohkehtæjja jïh learohkh guvvieh plaerijste jïh våhkoeplaerijste bietskiedieh.

source: Oahppe válljiji gåvåv jali giessi gåvåv mij sjaddá vuodon subttsasij.
sma: Learohkh aktem guvviem veeljieh jallh aktem guvviem sigkieh mij våaroeminie sjædta soptsesasse.

source: Oahppe gæhttji gåvåjt gåvvårájdojn ja tjálli subttsasav dassta
sma: Learohkh guvvide guvvieraajrojne vuartasjieh jïh aktem soptsesem tjaelieh dejstie guvvijste.

source: Åhpadiddje låhkå muhtem subttsasa álgov, ja oahppe joarkki ja tjálli ienebuv.
sma: Lohkehtæjja aalkovem aktene soptsesisnie låhka jïh learohkh vijriebasse tjaelieh.

source: Lågå ienebuv dán birra girjen majt le tjállám Wirkola & Baal jali Susegg
sma: Lohkh vielie dan bïjre daesnie, Wirkola &Baal jallh Susegg el.

source: Oahppe låhki dålusj subttsasijt arvusmahttemin, jali åhpadiddje låhkå dålusj subttsasijt sidjij tjavgga.
sma: Learohkh heamtuvrh luhkieh goh skraejrie, jallh lohkehtæjja heamtuvrh dejtie låhka.

source: Åhpadiddje låhkå muhtem subttsasav, ja oahppe adni dav modællan jali arvusmahttemin tjálátjit ietjasa subttsasijt.
sma: Lohkehtæjja aktem soptsesem tjaala, jïh learohkh dam maalline jallh skraejrine nåhtadieh juktie aktem jïjtse soptsesem tjaeledh.

source: Hiebadum åhpadus
sma: Sjïehtedamme lohkehtimmie

source: Ájnas le oadtjot divna oahppijt oassálasstátjit ságastit subttsasa birra nav vaj sij plánav dahki ja åvddånbukti dav åvddål gå tjálláji.
sma: Vihkeles buektiehtidh guktie gaajhkh learohkh meatan sjïdtieh soptsesen bïjre soptestalledh, juktie dah aktem soejkesjem dorjeme jïh bieljelamme aarebi nïerhkieh tjaeledh.

source: Gå oahppe tjálli ájáduskártav, máhttá åhpadiddje viehkedit sijáv gávnnat bágojt ja hábbmedit gárgadisájt.
sma: Gosse learohkh aktem åssjaldahkekaarhtem darjoeh, lohkehtæjja maahta dejtie viehkiehtidh baakoeh gaavnedh jïh raajesh darjodh.

source: Tállajt biedjat / nummererit bágojt ájáduskártan máhttá liehket viehkken gå galggá mujttet gudik årnikin ájádusá galggi subttsasin.
sma: Maahta viehkine årrodh taallh baakojde bïejedh ååsjaldahkekaarhtesne, juktie mujhtedh mennie vuerpesne åssjaldahkh edtjieh båetedh soptesisnie.

source: Tjállet gárgadisájt gåvåjda gåvvårájdon máhttá viehkken strukturerit subttsasav.
sma: Maahta viehkine årrodh raajesh guvvide tjaeledh aktene guvvieraajrosne, juktie aktem soptsesem øørnegen mietie tjaeledh.

source: Oahppe galla máhtti sárggot subttsasav vuostak ja da esski tjállet.
sma: Learohke maahta badth aaj soptsesem voestegh guvviedidh, jïh dan mænngan sijjen guvvide tjaeledh.

source: Muhtem oahppijt le dárbbo viehkedit gárgadisájt hábbmedit jali oadtjot gárgadisájt dagádum gå li subttsasijn barggamin.
sma: Muvhth learohkh sïjhtieh viehkiem daarpesjidh raajesh darjodh jallh raajesh haamoedidh, gosse soptsesinie barkeminie.

source: Muhtem oahppe bukti ja siján le aj miella tjállet guhka subttsasijt ja máhtti barggat dajna sæmmi subttsasijn mælggadav, madin ietjá oahppe álggi ådå ja ietjá bargojda.
sma: Muvhth learohkh haalvoeh jïh lastoem utnieh guhkies soptsesh tjaeledh, jïh maehtieh dejnie seamma soptsesinie guhkiem gïehtelidh, mearan muvhth learohkh orre jïh jeatjah laavenjassigujmie nïerhkieh.

source: Muhtem oahppe gis máhtti moadda subttsasa tjállet.
sma: Muvhth learohkh maehtieh jienebh soptsesh tjaeledh.

source: Jus oahppe le tjállam sierralágásj oanegis subttsasav, máhttá åhpadiddje kopierit dav, biesskedit dav luondulasj oasijda ja lijmmit dajt ådå árkkaj nav vaj sjaddi rabás gasska.
sma: Jis learohke aktem joekoen åenehks soptsesem tjaaleme, lohkehtæjja maahta kopijem destie vaeltedh, iemie biehkine bietskiedidh jïh lïjmesjidh aktene orre paehpierisnie, gaskine såemies vihties sijjine.

source: De oahppe máhttá duoddit ienep gárgadisájt vaj oadtju ienep dárkkelap subttsasav.
sma: Dle learohke maahta jienebh raajesh lissiehtidh juktie aktem elliesåbpoe soptsesem åadtjodh.

source: Dát diehttelis ruvva dagáduvvá jus oahppe tjállá pc ’ ajn.
sma: Dam maahta hævvi varki darjodh jis learohke pc ’ sne tjaala.

source: Árvustallam
sma: Vuarjasjimmie

source: Árvustallam bargadahttijn
sma: Vuarjasjimmie iktemearan

source: Oahppe galggi aktelasj tjállemprosessa tjadá bagádusájt oadtjot, ja åhpadusmihttomiere galggi bagádusán vuodon.
sma: Learohkh edtjieh ahkedh bïhkedimmiem åadtjodh tjaelemebarkosne, jïh lïerehtimmieulmieh edtjieh våaroeminie årrodh bïhkedæmman.

source: Åhpadiddje alot oahppijt tjálátjit gå vaddá konkrehtalasj oajvvádusájt jali gå dibddá oahppev buktet oajvvádusájt ságastallama baktu.
sma: Lohkehtæjja madtjeldahta learoehkidie tjaeledh, gosse vihties raeriestimmieh vadta, jallh baaja learohkem raeriestimmiejgujmie båetedh gosse soptsestimmesne.

source: Ájnas le tsuojggit mij la buorre subttsasin, duola degu subttsasin le namma, álggo ja loahppa, ahte oahppe tjuovvu tiemáv jali le buorre aktijvuohta / ruoppsis lájgge subttsasin.
sma: Vihkeles tjuvtjiedidh disse mij lea hijven soptsesisnie, vuesiehtimmien gaavhtan soptsese aktem bijjietjaalegem, aalkovem jïh galhkuvem åtna, learohke aamhtesasse tsååptse, jallh akte røøpses laejkie abpe soptsesisnie.

source: Oahppe joarkki dajna mij la buorre.
sma: Learohke vijriebasse bigkie disse maam bæjjese lutnjie goh hijven.

source: Åhpadiddje diedet aj majt oahppe máhttá dahkat mij subttsasav buoret, duola degu oatjot ienep oasijt oajvveoasen, mujttet låhpadimev jali gæhttjat tjadá subttsasav ja biedjat merkajt ja stuorra álggobokstávajt tjuokkaj maŋŋela.
sma: Lohkehtæjja aaj bïevnesh bååstede vadta maam learohke maahta darjodh juktie soptsestem bueriedidh, vuesiehtimmien gaavhtan jienebh biehkieh meatan vaeltedh åejviebielesne, galhkuvem mujhtedh jallh soptsesem ikth vielie vuejnedh juktie væhtah bïejedh, jïh stoerre åvtebokstaavem punktumen minngesne bïejedh.

source: Oahppe ietjasa ja guhktik guojmesa árvustalli
sma: Learohkh jïjtjemse jïh sinsitniem vuarjesje

source: Duodden árvustallamij bargadahttijn åhpadiddjes máhtti oahppe ietjasa ja guhtik guojmesa árvustallat.
sma: Lissine dam vuarjasjimmiem iktemearan lohkehtæjjeste, learohkh maehtieh jïjtjemse jïh sinsitniem vuarjasjidh.

source: Dála le buojkulvissjiebmá majt oahppe máhtti adnet gå ietjasa árvustalli.
sma: Daesnie akte såarhts goere maam learohkh maehtieh nåhtadidh gosse jïjtjemse vuarjasjieh.

source: Dát sjiebmá máhttá aj aneduvvat gå oahppe galggi vaddet diedojt guhtik guojmmásij.
sma: Maahta daam goerem aaj nåhtadidh gosse learohkh edtjieh bïevnesh bååstede vedtedh sinsætnan.

source: Dån biejaduvvá mån saddjáj.
sma: Dellie datne sijjeste manne åtnasåvva.

source: Biejvve:
sma: Biejjie:

source: Åhpadusmihttomierre
sma: Lïerehtimmieulmie

source: Dáv iv máhte nuoges buoragit
sma: Im daam nuekies hijven maehtieh

source: Dáv máhtáv
sma: Daam maahtam

source: Dáv máhtáv huj buoragit
sma: Daam joekoen hijven maahtam

source: Mån máhtáv ásadit subttsasav ájáduskárta baktu.
sma: Maahtam soptsesem soejkesjdih viehkine åssjaldahkekaarhteste.

source: Mån máhtáv tjállet subttsasav bajelttjálajn, álgadimijn, ja låhpadimijn.
sma: Maahtam soptsesem tjaeledh bijjietjaaleginie, aalkovinie, heannadimmine jïh galhkuvinie.

source: Mån máhtáv tjállet ålles gárgadisájt.
sma: Maahtam ellies raajesh tjaeledh.

source: Mån máhtáv bårddot tjuokkajt ja gatjálvismerkajt.
sma: Maahtam punktumem jïh gihtjemevæhtam nåhtadidh.

source: Mån máhtáv tjállet stuorra Álgadusbokstávav namán ja merkaj maŋŋela.
sma: Maahtam stoerre åvtebokstaavem nommesne tjaeledh jïh væhtaj minngesne.

source: Davvi Girji OS
sma: Vierhtieh
